{
  "Introduction": "Introduction",
  "is an internationalization-framework which offers a complete solution to localize your product from web to mobile and desktop": "is an internationalization-framework which offers a complete solution to localize your product from web to mobile and desktop",
  "Plugins to detect the user language": "Plugins to detect the user language",
  "Plugins to load translations": "Plugins to load translations",
  "Optionally cache the translations": "Optionally cache the translations",
  "Advantages": "Advantages",
  "hero.DagdiSystem": "An intelligent System to solve day-to-day life problems of Rural Areas",
  "Flexibility to use other packages": "Flexibility to use other packages",
  "Our Mission": "Our Mission",
  "OurMission.Description": "We want to transform the way we currently doing farming. The farmers are not provided with enough options while picking up any corp for their field. They generally use traditional corps and inefficient way. We are trying to provide farmers a better option by predicting a corp based on multiple factor. So they can maximize their return from their labour or field.",
  "More option to the farmers while picking any corp": "More option to the farmers while picking any corp",
  "Better return for farmers": "Better return for farmers",
  "A happy Rural world": "A happy Rural world",
  "Why we matter": "Why we matter",
  "Why we matter description": "The traditional corps does not provide a better return for the farmers. The decision to use a corp is mainly based the generational or area but not with scientific knowledge and market analysis. This result people using undistributed corps, which results in very low prizes for some of the popular corps and very high prizes for some other corps. This results in a bad situation for farmers and also for the consumers. No knowledge of upcoming weather situation and its effect on the corps results in losses for the farmer due to damaged fields, corps and disease.",
  "Find more details about it": "Find more details about it",
  "How we work": "How we work",
  "How we work heading": "Dagdi® uses state of the art algorithms to predict the corps to maximize the chances of capital return from the field.",
  "How we work description1": "We use scientific knowledge of soil in the field, different types of corps and the yield based on corp type, past market analysis in prices of different corps and production effort, terrain types and various other factor to predict a suitable corps for the field. We use variety of data, which enables us to predict, which provides better return for the farmer.",
  "How we work description2": "This will result in better distribution of corps in the market and overall balanced market for the producer and consumer of the farming goods.",
  "How we work more details": "Find out detailed report about how we can produce a better result.",
  "Our Team": "The amazing Team",
  "Our Team description": "We have an amazing team which uses their technical expertise to create this life changing experience of rural area.",
  "Nigam Chauhan": "Nigam Chauhan",
  "Parmanand Gaur": "Parmanand Gaur",
  "Harish Singh Parihar": "Harish Parihar",
  "Hemant Gaur": "Hemant Gaur",
  "Marketing heading": "Build something",
  "Marketing description": "According to the National Oceanic and Atmospheric Administration, Ted, Scambos, NSIDClead scentist, puts the potentially record low maximum sea ice extent tihs year down to low ice.",
  "build something": "Building tools",
  "build something description": "Some quick example text to build on the card title and make up the bulk of the card's content.",
  "grow your market": "Grow your market",
  "grow your market description": "Some quick example text to build on the card title and make up the bulk of the card's content.",
  "Launch time": "Launch time",
  "Launch time description": "Some quick example text to build on the card title and make up the bulk of the card's content.",
  "Contact Us": "Want to work with us?",
  "Contact Us descriiption": "Your project is very important to us.",
  "Your name": "Your name",
  "Email": "Email address",
  "message": "Type a message...",
  "send message": "Send Message",
  "login": "Login",
  "Dagdi prediction System": "Dagdi prediction System",
  "Dagdi Corp Prediction System":"Dagdi Corp Prediction System",
  "An intelligent system to help farmers":"An intelligent system to help farmers",
  "Landing page description":"Dagdi usage Unique algorithms to provide corps with maximum benefit based on price, produce and market requirement trends.",
  "Get to know More detail":"Get to know More detail",
  "Location based":"Location based",
  "location based example":"We use location data to predict corps based on climate, soil type, water availablity and tarrian details like hilly, plain or desert type.",
  "water":"water",
  "terrain":"terrain",
  "soil":"soil",
  "climate":"climate",
  "Learn more":"Learn more",
  "Market based":"Market based",
  "Market based details":"As the market demand is a driving factor of prices for corps, So using market demand to predict corps will maximize the return for the farmer.",
  "business":"business",
  "market":"market",
  "demand":"demand",
  "Preferences Based":"Preferences Based",
  "Preferences Based details":"Individual preferences also influence the return of the corps, Some corps can provide a better return but it requires a lot of effort, machinery or investment.",
  "Investment":"Investment",
  "Labour":"Labour",
  "Time":"Time",
  "Effort":"Effort",
  "Design System":"Design System",
  "Design System details":"The Arctic Ocean freezes every winter and much of the sea-ice then thaws every summer, and that process will continue whatever happens.",
  "Our customers":"Our customers",
  "Our customers details1":"Don't let your uses guess by attaching tooltips and popoves to any element. Just make sure you enable them first via JavaScript.",
  "Our customers details2":"The kit comes with three pre-built pages to help you get started faster. You can change the text and images and you're good to go.",
  "Our customers details3":"The kit comes with three pre-built pages to help you get started faster. You can change the text and images and you're good to go.",
  "A beautiful UI Kit for impactful websites":"A beautiful UI Kit for impactful websites",
  "Modern Interface": "Modern Interface",
  "Modern Interface details": "The Arctic Ocean freezes every winter and much of the sea-ice then thaws every summer, and that process will continue whatever.",
 "Awesome Support":"Awesome Support",
 "Awesome Support details":"The Arctic Ocean freezes every winter and much of the sea-ice then thaws every summer, and that process will continue whatever.",
  "Modular Components":"Modular Components",
  "Modular Components details":"The Arctic Ocean freezes every winter and much of the sea-ice then thaws every summer, and that process will continue whatever.",
  "We made website building easier for you":"We made website building easier for you.",
  "We made website building easier for you details": "I will be the leader of a company that ends up being worth billions of dollars, because I got the answers. I understand culture."

}

