{
  "Introduction": "प्रस्तावना",
  "is an internationalization-framework which offers a complete solution to localize your product from web to mobile and desktop":
  "एक अंतर्राष्ट्रीयकरण - ढांचा है जो आपके उत्पाद को वेब से मोबाइल और डेस्कटॉप पर स्थानांतरित करने का एक संपूर्ण समाधान प्रदान करता है",
  "Plugins to detect the user language":
  "उपयोगकर्ता भाषा का पता लगाने के लिए प्लगइन्स",
  "Plugins to load translations": "अनुवाद लोड करने के लिए प्लगइन्स",
  "Optionally cache the translations": "वैकल्पिक रूप से अनुवाद कैश करें",
  "Advantages": "लाभ",
  "hero.DagdiSystem": "ग्रामीण क्षेत्रों की दैनिक जीवन की समस्याओं को हल करने के लिए एक बुद्धिमान प्रणाली",
  "Flexibility to use other packages":
  "अन्य पैकेजों का उपयोग करने के लिए लचीलापन",
  "Our Mission": "हमारा लक्ष्य",
  "OurMission.Description": "हम वर्तमान में खेती करने के तरीके को बदलना चाहते हैं। किसानों को उनके खेत के लिए किसी भी लाश को उठाते समय पर्याप्त विकल्प नहीं दिए जाते हैं। वे आम तौर पर पारंपरिक कोर और अक्षम तरीके का उपयोग करते हैं। हम कई कारकों के आधार पर कॉर्प की भविष्यवाणी करके किसानों को एक बेहतर विकल्प प्रदान करने का प्रयास कर रहे हैं। इसलिए वे अपने श्रम या क्षेत्र से अपने रिटर्न को अधिकतम कर सकते हैं।",
  "More option to the farmers while picking any corp": "किसी भी कॉर्प को चुनते समय किसानों के लिए अधिक विकल्प",
  "Better return for farmers": "किसानों के लिए बेहतर वापसी",
  "A happy Rural world": "एक खुश ग्रामीण दुनिया",
  "Why we matter": "हम क्यों मायने रखते हैं",
  "Why we matter description": "पारंपरिक वाहिनी किसानों के लिए बेहतर रिटर्न प्रदान नहीं करती है। कॉर्प का उपयोग करने का निर्णय मुख्य रूप से पीढ़ीगत या क्षेत्र आधारित है, लेकिन वैज्ञानिक ज्ञान और बाजार विश्लेषण के साथ नहीं। इसका परिणाम यह हुआ कि लोगों ने अविभाजित वाहिनी का उपयोग किया, जिसके परिणामस्वरूप कुछ लोकप्रिय वाहिनी के लिए बहुत कम पुरस्कार और कुछ अन्य वाहिनी के लिए बहुत अधिक पुरस्कार मिले। इससे किसानों के लिए और उपभोक्ताओं के लिए भी बुरी स्थिति है। आगामी मौसम की स्थिति और वाहिनी पर इसके प्रभाव के बारे में कोई जानकारी नहीं होने से किसान को नुकसान खेतों, कोर और बीमारी के कारण होता है।",
  "Find more details about it": "इसके बारे में अधिक जानकारी प्राप्त करें",
  "How we work": "हम कैसे काम करते हैं",
  "How we work heading": "Dagdi® क्षेत्र से पूंजी वापसी की संभावना को अधिकतम करने के लिए कोर की भविष्यवाणी करने के लिए कला एल्गोरिदम की स्थिति का उपयोग करता है।",
  "How we work description1": "हम खेत में मिट्टी के वैज्ञानिक ज्ञान का उपयोग करते हैं, विभिन्न प्रकार की वाहिनी और कॉर्प प्रकार के आधार पर उपज, अलग-अलग कोर की कीमतों में पिछले बाजार विश्लेषण और उत्पादन क्षेत्र, क्षेत्र प्रकार और क्षेत्र के लिए एक उपयुक्त कोर की भविष्यवाणी करने के लिए विभिन्न अन्य कारक। हम विभिन्न प्रकार के डेटा का उपयोग करते हैं, जो हमें भविष्यवाणी करने में सक्षम बनाता है, जो किसान के लिए बेहतर रिटर्न प्रदान करता है।",
  "How we work description2": "इससे बाजार में वाहिनी का बेहतर वितरण होगा और उत्पादक वस्तुओं और उपभोक्ता वस्तुओं के लिए संतुलित बाजार होगा।",
  "How we work more details": "हम बेहतर परिणाम कैसे दे सकते हैं, इस बारे में विस्तृत रिपोर्ट देखें।"
}
