[
    {
        "id": "tomatoID",
        "name":"Tomato",
        "image": "https://images.pexels.com/photos/533280/pexels-photo-533280.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
        "details": "Tomato, (Solanum lycopersicum), flowering plant of the nightshade family (Solanaceae), cultivated extensively for its edible fruits. Labelled as a vegetable for nutritional purposes, tomatoes are a good source of vitamin C and the phytochemical lycopene."
    },
    {
        "id": "brinjalID",
        "name":"Brinjal",
        "image": "http://www.bakhaberkissan.com/wp-content/uploads/2019/06/Rocket112-1024x577.jpg",
        "details": "Brinjal crop production Brinjal being a long duration crop, requires a good amount of manures and fertilizers for high yield. The fertilizer dose depends upon the fertility of soil and amount of organic manure applied to the crop."
    },
    {
        "id":"potatoID",
        "name":"Potato",
        "image":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Patates.jpg/330px-Patates.jpg",
        "details":"The importance of the potato as a food source and culinary ingredient varies by region and is still changing. It remains an essential crop in Europe, especially Northern and Eastern Europe, where per capita production is still the highest in the world."
    },
    {
        "id":"CaurliflowerID",
        "name":"Caurliflower",
        "image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRJEGank1KldgaB-c1s6DrA6IkoeGxJ7EQaCtsUMU4ZgDchVuCl",
        "details":"Cauliflower (Brassica oleracea) is one of the most important vegetable crops of India. The edible part of cauliflower is known as curd, which consists of a shoot system with short internodes, branches apices and bracts. The edible portion of this vegetable is approximately 45 per cent of the vegetable as purchased"
    },
    {
        "id":"SugerCaneID",
        "name":"SugerCane",
        "image":"https://images.livemint.com/rf/Image-621x414/LiveMint/Period2/2018/06/22/Photos/Processed/sugarcane6-klbE--621x414@LiveMint.jpg",
        "details":"Cropping season and duration of Sugarcane. Depending upon the variety and sowing time it takes about 12 to 18 months to mature. In general January to march is the period of planting and December to March is the period of harvesting. In some states sugarcane is grown round the year."
    },
    {
        "id":"wheatID",
        "name":"Wheat Grains",
        "image":"https://cdn.britannica.com/90/94190-050-C0BA6A58/Cereal-crops-wheat-reproduction.jpg",
        "details":"Wheat is the most widely cultivated cereal crop in the world, with Australia being the eighth largest producer and fourth largest exporter of wheat in the world. Wheat has come to be a firm favourite grain because of the diversity it provides in culinary applications."
    },
    {
        "id":"CornID",
        "name":"Corn",
        "image":"https://www.bakingbusiness.com/ext/resources/2019/5/05272019/CornStalk_Lead.jpg?1559229073",
        "details":"Corn crops around the world have different production cycles when it comes to planting and harvesting timeframes. Analyzing the corn market requires an understanding of the planting and harvest seasons within each country."
    }

]
